{
  "id": "pri",
  "name": "Natural Gas, Prices",
  "description": "Natural Gas, Prices",
  "routes": [
    {
      "id": "sum",
      "name": "Natural Gas Prices",
      "description": "Prices are in nominal dollars. Gas volumes delivered for use as vehicle fuel are included in the State annual totals through 2009 but not in the State monthly components.  Through 2001, electric power price data are for regulated electric utilities only; beginning in 2002, data also include nonregulated members of the electric power sector. Gas volumes delivered for use as vehicle fuel are included in the State annual totals through 2009 but not in the State monthly components. Estimates of gas volumes delivered for use as vehicle fuel are included in the State monthly totals for January 2010 forward. Preliminary electric power data for 2016 are shown as of the September 2017 Electric Power Monthly. They will not reflect revisions made in the 2016 Electric Power Annual, which was published after the 2016 Natural Gas Annual was released. Revised electric power data for 2016 will not be adjusted in the Natural Gas Monthly until the 2017 Natural Gas Annual is published."
    },
    {
      "id": "fut",
      "name": "Natural Gas Spot and Futures Prices (NYMEX)",
      "description": "Prices are based on delivery at the Henry Hub in Louisiana. Official daily closing prices at 2:30 p.m. from the trading floor of the New York Mercantile Exchange (NYMEX) for a specific delivery month. The natural gas liquids (NGPL) composite price is derived from daily Bloomberg spot price data for natural gas liquids at Mont Belvieu, Texas, weighted by gas processing plant production volumes of each product as reported on Form EIA-816, \"Monthly Natural Gas Liquids Report.\""
    },
    {
      "id": "rescom",
      "name": "Average Price of Natural Gas Delivered to Residential and Commercial Consumers by Local Distribution and Marketers in Selected States",
      "description": "Prices are in nominal dollars. Average prices are calculated by weighting percent sold by local distribution companies versus percent sold by marketers according to volumes reported on Form EIA-176, \"Annual Report of Natural and Supplemental Gas Supply and Disposition.\""
    }
  ]
}
