{
  "id": "sum",
  "name": "Petroleum, Summary",
  "description": "Petroleum, Summary",
  "routes": [
    {
      "id": "b100",
      "name": "U.S. Biodiesel Production, Capacity, Sales, and Stocks - discontinued",
      "description": "EIA discontinued updates data after December 2020."
    },
    {
      "id": "snd",
      "name": "Supply and Disposition",
      "description": "Imports at the PAD District level represent the PAD District in which the material entered the U.S. and not necessarily where the crude oil or product is processed and/or consumed. Adjustments include an adjustment for crude oil, previously referred to as Unaccounted For Crude Oil, and adjustments for hydrogen, motor gasoline blending components, and fuel ethanol.  From 2011 to 2020 there was also an adjustment for distillate fuel oil. A negative stock change indicates a decrease in stocks and a positive number indicates an increase in stocks. Total stocks exclude petroleum products held in federal and state regional product reserves. Prior to data for January 2020, total residual fuel oil stocks include stocks held at pipelines. Residual fuel oil stocks by sulfur content exclude pipeline stocks. Therefore, the sum of residual fuel oil stocks by sulfur content may not equal total residual fuel oil stocks. Exports of distillate fuel oil with sulfur greater than 15 ppm to 500 ppm may include distillate fuel oil with sulfur content 15 ppm and under due to product detail limitations in exports data received from the U.S. Census Bureau. Data may not add to total due to independent rounding."
    },
    {
      "id": "sndw",
      "name": "Weekly Supply Estimates",
      "description": "Domestic crude oil production includes lease condensate and is estimated using a combination of short-term forecasts for the lower 48 states and the latest available production estimates from Alaska. Beginning with data for the week ending June 1, 2018, weekly crude oil production estimates are rounded to the nearest 100,000 b/d at the U.S. and lower 48 state levels. Finished motor gasoline production and product supplied includes a weekly adjustment applied only to the U.S. total to correct for the imbalance created by blending of fuel ethanol and motor gasoline blending components. From 1993 to June 4, 2010, this adjustment was estimated from the latest monthly data and allocated to formulation and PAD District production data. Reformulated and conventional gasoline production excludes adjustments for fuel ethanol and motor gasoline blending components. Historical data prior to June 4, 2010 includes the adjustment allocated by PAD District formulation. Propane/propylene includes production from natural gas plants. With the publication of the estimates for week ending April 10, 2020, propane/propylene inventories no longer include propylene inventories held at terminals. These volumes have been removed from the data back to the January 2, 2015 reporting period and are not included in any relevant U.S. totals, PADD sub-totals, or Total Inventory calculations. Imports and stocks of RBOB with Ether and RBOB with Alcohol are discontinued as of the week ending June 4, 2010 reporting period. Beginning with June 1, 2023, Motor Gasoline Blending Components exports are included with Total Motor Gasoline exports.  They were previously included with Other Oil Exports. Due to independent rounding, individual product detail may not add to total."
    },
    {
      "id": "crdsnd",
      "name": "U.S. Crude Oil Supply & Disposition",
      "description": "Adjustments include an adjustment for crude oil, previously referred to as \"Unaccounted For Crude Oil\". A negative stock change indicates a decrease in stocks and a positive number indicates an increase in stocks. Stock change for crude oil excludes lease stocks beginning with January 2005 (see explanatory notes). Totals may not equal sum of components due to independent rounding."
    },
    {
      "id": "mkt",
      "name": "Prices, Sales Volumes & Stocks by State",
      "description": "Retail prices and Prime Supplier sales values shown for the current month are preliminary. Values shown for the previous month may be revised to account for late submissions and corrections and are considered final. Annual averages will be available in the April Petroleum Marketing Monthly. Beginning January 2007, ultra-low sulfur diesel was added. In conjunction with this change, total No. 2 diesel fuel has been eliminated to help ensure that sensitive data reported to EIA by individual survey respondents may not be closely estimated using the aggregates published by EIA."
    }
  ]
}
